**** Radiant 
:LOGBOOK:
CLOCK: [2017-10-03 Tue 21:12]--[2017-10-03 Tue 21:37] =>  0:25
:END:
容光焕发的，常用在彩妆产品里面
**** DONE [#C] 看看Orgmode里面重复任务怎么跳过，怎么设置循环次数或者时间
CLOSED: [2017-08-11 周五 13:37]
- CLOSING NOTE [2017-08-11 周五 13:37] \\
  试验一下分开设置是不是有效
CLOCK: [2017-08-11 周五 10:53]--[2017-08-11 周五 11:06] =>  0:13
**** Sparse trees 状态下如何调到下一个搜索结果
CLOCK: [2017-08-23 周三 17:12]--[2017-08-23 周三 17:23] =>  0:11
- M-g n or M-g M-n
  Jump to the next sparse tree match in this buffer.
- M-g p or M-g M-p 
  Jump to the previous sparse tree match in this buffer.
**** DONE 在.+日期重复中，如何在制定的日期，比如每周五，而不是在上次结束后7天开始任务
CLOSED: [2017-08-30 周三 13:53]
CLOCK: [2017-08-30 周三 13:51]--[2017-08-30 周三 13:53] =>  0:02
使用++而不是.+来表示重复任务。
++表示完成所有已经到期的重复以后，跳到下一个周期
.+表示完成所有已经到期的重复以后，跳到今天
**** DONE 如何调到最近更新的一个Clock
CLOSED: [2017-08-30 周三 13:57]
CLOCK: [2017-08-30 周三 13:55]--[2017-08-30 周三 13:57] =>  0:02
Entered on [2017-08-19 周六 09:53]
C-c C-x C-j跳到最近一个clock的项目
前面加上C-u，在一个历史记录中选择
**** DONE 最新版的Org Mode不自知ido的问题如何解决
CLOSED: [2017-08-31 周四 15:06]
:LOGBOOK:
CLOCK: [2017-08-31 周四 15:03]--[2017-08-31 周四 15:06] =>  0:03
CLOCK: [2017-08-31 周四 11:22]--[2017-08-31 周四 11:32] =>  0:10
CLOCK: [2017-08-31 周四 11:32]--[2017-08-31 周四 11:54] =>  0:22
CLOCK: [2017-08-31 周四 11:54]--[2017-08-31 周四 11:54] =>  0:00
CLOCK: [2017-08-31 周四 13:15]--[2017-08-31 周四 15:03] =>  1:48
:END:
使用Helm来代替ido解决refile的问题
更新Org以后也能解决重复任务无法结束的问题 
**** DONE org mode 实时显示图片
CLOSED: [2017-09-04 周一 09:46]
- CLOSING NOTE [2017-09-04 周一 09:46] \\
  通过Org-download实现了
:LOGBOOK:
CLOCK: [2017-09-01 周五 14:18]--[2017-09-01 周五 15:37] =>  1:19
:END:
** TODO [#B] Monthly review                                     :@Anywhere:
   SCHEDULED: <2017-11-01 Wed ++1m>
   :PROPERTIES:
   :LAST_REPEAT: [2017-10-03 Tue 13:57]
   :CATEGORY: Anywhere
   :END:
:LOGBOOK:
- CLOSING NOTE [2017-10-03 Tue 13:57]
CLOCK: [2017-09-03 周日 10:50]--[2017-09-03 周日 13:51] =>  3:01
:END:
** TODO [#B] Weekly review                                        :@Anywhere:
   SCHEDULED: <2017-10-07 Sat ++1w>
   :PROPERTIES:
   :LAST_REPEAT: [2017-10-01 Sun 14:37]
   :CATEGORY: Computer
   :END:
:LOGBOOK:
- CLOSING NOTE [2017-10-01 Sun 14:37]
- CLOSING NOTE [2017-09-25 周一 11:15]
CLOCK: [2017-09-11 周一 09:00]--[2017-09-11 周一 09:02] =>  0:02
:END:
** TODO [#B] Daily review                                       :@Anywhere:
   SCHEDULED: <2017-10-04 Wed ++1d>
   :PROPERTIES:
   :LAST_REPEAT: [2017-10-03 Tue 13:57]
   :CATEGORY: Computer
   :END:
:LOGBOOK:
- CLOSING NOTE [2017-10-03 Tue 13:57]
- CLOSING NOTE [2017-10-01 Sun 14:37]
- CLOSING NOTE [2017-09-29 周五 09:51]
CLOCK: [2017-09-29 周五 09:43]--[2017-09-29 周五 09:47] =>  0:04
- CLOSING NOTE [2017-09-28 周四 10:15]
- CLOSING NOTE [2017-09-27 周三 10:46]
- CLOSING NOTE [2017-09-26 周二 14:07]
- CLOSING NOTE [2017-09-25 周一 11:16]
- CLOSING NOTE [2017-09-22 周五 09:23]
- CLOSING NOTE [2017-09-21 周四 17:07]
:END:
- CLOSING NOTE [2017-09-05 周二 20:04] \\
  on filofax
